/***************************************************************/
-- 功能描述：客户优惠券状态增加
-- 创建人员：sjl
-- 创建日期：2020-09-17
-- /**************************************************************/
comment on column COUPON_RECEIVE.STATUS is '状态，0-未使用，1-已使用 2-待领取 3-已过期'
/


/***************************************************************/
-- 功能描述：商品表+活动内容字段
-- 创建人员：sjl
-- 创建日期：2020-09-17
-- /**************************************************************/
alter table GOODS
	add ACTIVITY_CONTENT VARCHAR2(500)
/

comment on column GOODS.ACTIVITY_CONTENT is '活动内容'
/

